Repository: jjundev/project_wattly
Catalog: Wattly/Resources/Localizable.xcstrings
Source language: ko
Languages: ar, cs, da, de, el, en, es, fi, fr, he, hi, hu, id, it, ja, nb, nl, pl, pt_br, pt_pt, ro, ru, sv, th, tr, uk, vi, zh_hans, zh_hant

source: 아날로그 전력 계측기 바늘이 전력량에 맞춰 기민하게 스윙합니다.
ar: يتأرجح مؤشر مقياس الطاقة التناظري بسرعة استجابة لاستهلاك الطاقة.
cs: Ručička analogového wattmetru pružně kmitá podle spotřeby energie.
da: Den analoge effektmålernål svinger responsivt efter strømforbruget.
de: Die Nadel des analogen Leistungsmessers schlägt reaktionsschnell je nach Stromverbrauch aus.
el: Η βελόνα του αναλογικού μετρητή ισχύος κινείται ευέλικτα ανάλογα με την κατανάλωση ισχύος.
en: The analog power meter needle swings responsively to power consumption.
es: La aguja del medidor de energía analógico oscila con agilidad según el consumo.
fi: Analogisen tehomittarin neula heilahtelee herkästi virrankulutuksen mukaan.
fr: L'aiguille du wattmètre analogique oscille de manière réactive selon la consommation d'énergie.
he: מחט מד ההספק האנלוגי נעה בגמישות בהתאם לצריכת החשמל.
hi: एनालॉग पावर मीटर की सुई बिजली की खपत के अनुसार तेजी से घूमती है।
hu: Az analóg teljesítménymérő mutatója dinamikusan kileng az áramfogyasztásnak megfelelően.
id: Jarum meteran daya analog berayun secara responsif terhadap konsumsi daya.
it: La lancetta del misuratore di potenza analogico oscilla prontamente in base al consumo energetico.
ja: アナログ電力メーターの針が電力量に合わせて俊敏にスイングします。
nb: Den analoge effektmålernålen svinger responsivt i takt med strømforbruket.
nl: De naald van de analoge vermogensmeter zwaait responsief mee met het stroomverbruik.
pl: Wskazówka analogowego miernika mocy dynamicznie reaguje na poziom zużycia energii.
pt_br: O ponteiro do medidor analógico de energia oscila agilmente de acordo com o consumo de energia.
pt_pt: O ponteiro do medidor analógico de energia oscila agilmente de acordo com o consumo de energia.
ro: Acul contorului analogic de putere oscilează rapid în funcție de consumul de energie.
ru: Стрелка аналогового ваттметра чутко реагирует на уровень энергопотребления.
sv: Den analoga effektmätarnålen rör sig följsamt efter strömförbrukningen.
th: เข็มมิเตอร์วัดพลังงานแบบแอนะล็อกจะแกว่งอย่างรวดเร็วตามปริมาณการใช้พลังงาน
tr: Analog güç ölçer ibresi, güç tüketimine göre hassas şekilde hareket eder.
uk: Стрілка аналогового ватметра чутливо коливається відповідно до рівня споживання електроенергії.
vi: Kim đồng hồ đo điện analog chuyển động linh hoạt theo lượng điện tiêu thụ.
zh_hans: 模拟功率计指针随电量灵敏摆动。
zh_hant: 類比功率計指針隨電量靈敏擺動。

source: 아이콘
ar: الأيقونة
cs: Ikona
da: Ikon
de: Symbol
el: Εικονίδιο
en: Icon
es: Icono
fi: Kuvake
fr: Icône
he: סמל
hi: आइकन
hu: Ikon
id: Ikon
it: Icona
ja: アイコン
nb: Ikon
nl: Symbool
pl: Ikona
pt_br: Ícone
pt_pt: Ícone
ro: Pictogramă
ru: Значок
sv: Ikon
th: ไอคอน
tr: Simge
uk: Значок
vi: Biểu tượng
zh_hans: 图标
zh_hant: 圖示

source: 아이콘 디자인 테마
ar: سمة تصميم الأيقونة
cs: Motiv designu ikony
da: Ikondesign-tema
de: Symbol-Design
el: Θέμα σχεδίασης εικονιδίου
en: Icon Design Theme
es: Tema del icono
fi: Kuvakkeen muotoiluteema
fr: Thème de conception de l'icône
he: ערכת עיצוב סמל
hi: आइकन डिज़ाइन थीम
hu: Ikon stílustéma
id: Tema Desain Ikon
it: Tema dell'icona
ja: アイコンのデザインテーマ
nb: Ikondesign-tema
nl: Symboolthema
pl: Motyw wyglądu ikony
pt_br: Tema do Ícone
pt_pt: Tema do ícone
ro: Temă de design a pictogramei
ru: Стиль оформления значка
sv: Ikondesign-tema
th: ธีมการออกแบบไอคอน
tr: Simge Tasarım Teması
uk: Стиль оформлення значка
vi: Chủ đề thiết kế biểu tượng
zh_hans: 图标设计主题
zh_hant: 圖示設計主題

source: 알 수 없는 이유로 중단됐습니다.
ar: توقف لسبب غير معروف.
cs: Zastavilo se z neznámého důvodu.
da: Det stoppede af ukendt årsag.
de: Es wurde aus unbekanntem Grund beendet.
el: Διακόπηκε για άγνωστο λόγο.
en: It stopped for an unknown reason.
es: Se detuvo por un motivo desconocido.
fi: Se pysähtyi tuntemattomasta syystä.
fr: Il s'est arrêté pour une raison inconnue.
he: זה נעצר מסיבה לא ידועה.
hi: यह अज्ञात कारण से रुक गया।
hu: Ismeretlen okból leállt.
id: Berhenti karena alasan yang tidak diketahui.
it: Si è interrotto per un motivo sconosciuto.
ja: 不明な理由で中断されました。
nb: Det stoppet av ukjent årsak.
nl: Het is om onbekende reden gestopt.
pl: Zatrzymano z nieznanego powodu.
pt_br: Foi interrompido por um motivo desconhecido.
pt_pt: Foi interrompido por um motivo desconhecido.
ro: S-a oprit dintr-un motiv necunoscut.
ru: Остановлено по неизвестной причине.
sv: Det avbröts av okänd anledning.
th: หยุดทำงานเนื่องจากสาเหตุที่ไม่ทราบ
tr: Bilinmeyen bir nedenle durdu.
uk: Зупинено з невідомої причини.
vi: Đã dừng vì lý do không xác định.
zh_hans: 因未知原因而中断。
zh_hant: 因未知原因而中斷。

source: 압력
ar: الضغط
cs: Tlak
da: Tryk
de: Druck
el: Πίεση
en: Pressure
es: Presión
fi: Paine
fr: Pression
he: לחץ
hi: दबाव
hu: Nyomás
id: Tekanan
it: Pressione
ja: 負荷
nb: Trykk
nl: Druk
pl: Nacisk
pt_br: Pressão
pt_pt: Pressão
ro: Presiune
ru: Нагрузка
sv: Tryck
th: ความดัน
tr: Baskı
uk: Навантаження
vi: Áp lực
zh_hans: 压力
zh_hant: 壓力

# 압력 %lld%% · 고정 %@ GB · 압축 %@ GB · 스왑 %@ GB
source: 압력 %1$lld%% · 고정 %2$@ GB · 압축 %3$@ GB · 스왑 %4$@ GB
ar: الضغط %1$lld%% · مثبتة %2$@ GB · مضغوطة %3$@ GB · تبديل %4$@ GB
cs: Tlak %1$lld%% · Vyhrazená %2$@ GB · Kompr. %3$@ GB · Swap %4$@ GB
da: Tryk %1$lld%% · Låst %2$@ GB · Kompr. %3$@ GB · Swap %4$@ GB
de: Druck %1$lld%% · Reserviert %2$@ GB · Kompr. %3$@ GB · Swap %4$@ GB
el: Πίεση %1$lld%% · Δεσμευμένη %2$@ GB · Συμπιεσμένη %3$@ GB · Swap %4$@ GB
en: Pressure %1$lld%% · Wired %2$@ GB · Comp %3$@ GB · Swap %4$@ GB
es: Presión %1$lld%% · Cableada %2$@ GB · Compr. %3$@ GB · Swap %4$@ GB
fi: Paine %1$lld%% · Lukittu %2$@ Gt · Pakattu %3$@ Gt · Sivutus %4$@ Gt
fr: Pression %1$lld%% · Réservée %2$@ Go · Compr. %3$@ Go · Swap %4$@ Go
he: לחץ %1$lld%% · קבוע %2$@ GB · דחוס %3$@ GB · החלפה %4$@ GB
hi: दबाव %1$lld%% · फिक्स्ड %2$@ GB · कंप्रेस्ड %3$@ GB · स्वैप %4$@ GB
hu: Nyomás %1$lld%% · Lekötött %2$@ GB · Tömör. %3$@ GB · Lapozó %4$@ GB
id: Tekanan %1$lld%% · Terkunci %2$@ GB · Terkompresi %3$@ GB · Swap %4$@ GB
it: Pressione %1$lld%% · Cablata %2$@ GB · Compr. %3$@ GB · Swap %4$@ GB
ja: 負荷 %1$lld%% · 固定 %2$@ GB · 圧縮 %3$@ GB · スワップ %4$@ GB
nb: Trykk %1$lld%% · Låst %2$@ GB · Kompr. %3$@ GB · Swap %4$@ GB
nl: Druk %1$lld%% · Vast %2$@ GB · Gecompr. %3$@ GB · Swap %4$@ GB
pl: Nacisk %1$lld%% · Niewymienna %2$@ GB · Skompr. %3$@ GB · Wymiana %4$@ GB
pt_br: Pressão %1$lld%% · Fixa %2$@ GB · Compr. %3$@ GB · Swap %4$@ GB
pt_pt: Pressão %1$lld%% · Fixa %2$@ GB · Compr. %3$@ GB · Swap %4$@ GB
ro: Presiune %1$lld%% · Rezervată %2$@ GB · Compr. %3$@ GB · Swap %4$@ GB
ru: Нагрузка %1$lld%% · Зарезерв. %2$@ ГБ · Сжато %3$@ ГБ · Swap %4$@ ГБ
sv: Tryck %1$lld%% · Låst %2$@ GB · Kompr. %3$@ GB · Växling %4$@ GB
th: ความดัน %1$lld%% · ถูกใช้คงที่ %2$@ GB · ถูกบีบอัด %3$@ GB · พื้นที่สลับ %4$@ GB
tr: Baskı %1$lld%% · Sabit %2$@ GB · Sıkıştırılmış %3$@ GB · Takas %4$@ GB
uk: Навантаження %1$lld%% · Зарезерв. %2$@ ГБ · Стиснуто %3$@ ГБ · Swap %4$@ ГБ
vi: Áp lực %1$lld%% · Cố định %2$@ GB · Đã nén %3$@ GB · Swap %4$@ GB
zh_hans: 压力 %1$lld%% · 联动 %2$@ GB · 压缩 %3$@ GB · 交换 %4$@ GB
zh_hant: 壓力 %1$lld%% · 固定 %2$@ GB · 壓縮 %3$@ GB · 交換 %4$@ GB

source: 압축
ar: مضغوطة
cs: Komprimovaná
da: Komprimeret
de: Komprimiert
el: Συμπιεσμένη
en: Compressed
es: Comprimida
fi: Pakattu
fr: Compressée
he: דחוס
hi: कंप्रेस्ड
hu: Tömörített
id: Terkompresi
it: Compressa
ja: 圧縮
nb: Komprimert
nl: Gecomprimeerd
pl: Skompresowana
pt_br: Comprimida
pt_pt: Comprimida
ro: Comprimată
ru: Сжато
sv: Komprimerat
th: ถูกบีบอัด
tr: Sıkıştırılmış
uk: Стиснуто
vi: Đã nén
zh_hans: 压缩
zh_hant: 壓縮

source: 압축 해제에 실패했습니다.
ar: فشل استخراج الأرشيف.
cs: Extrakce archivu se nezdařila.
da: Udpakning af arkiv mislykkedes.
de: Entpacken des Archivs fehlgeschlagen.
el: Η αποσυμπίεση του αρχείου απέτυχε.
en: Failed to extract archive.
es: Error al descomprimir el archivo.
fi: Arkiston purkaminen epäonnistui.
fr: Échec de l'extraction de l'archive.
he: חילוץ הארכיון נכשל.
hi: संग्रह निकालने में विफल।
hu: Az archívum kibontása sikertelen.
id: Gagal mengekstrak arsip.
it: Impossibile estrarre l'archivio.
ja: アーカイブの解凍に失敗しました。
nb: Kunne ikke pakke ut arkivet.
nl: Uitpakken van archief mislukt.
pl: Rozpakowywanie archiwum nie powiodło się.
pt_br: Falha ao extrair o arquivo.
pt_pt: Falha ao extrair o arquivo.
ro: Extragerea arhivei a eșuat.
ru: Не удалось распаковать архив.
sv: Kunde inte packa upp arkivet.
th: แตกไฟล์บีบอัดไม่สำเร็จ
tr: Arşiv çıkartılamadı.
uk: Не вдалося розпакувати архів.
vi: Giải nén tập tin lưu trữ thất bại.
zh_hans: 解压文件失败。
zh_hant: 解壓縮檔案失敗。

source: 앱 교체 실행 실패: %@
ar: فشل استبدال التطبيق: %@
cs: Nepodařilo se nahradit aplikaci: %@
da: Kunne ikke erstatte programmet: %@
de: App-Ersetzung fehlgeschlagen: %@
el: Αποτυχία αντικατάστασης εφαρμογής: %@
en: Failed to replace application: %@
es: Error al reemplazar la aplicación: %@
fi: Sovelluksen korvaaminen epäonnistui: %@
fr: Échec du remplacement de l'application : %@
he: החלפת האפליקציה נכשלה: %@
hi: ऐप को बदलने में विफल: %@
hu: Az alkalmazás cseréje sikertelen: %@
id: Gagal mengganti aplikasi: %@
it: Sostituzione dell'applicazione non riuscita: %@
ja: アプリの置換実行に失敗しました: %@
nb: Kunne ikke erstatte appen: %@
nl: Vervangen van applicatie mislukt: %@
pl: Nie udało się zastąpić aplikacji: %@
pt_br: Falha ao substituir o aplicativo: %@
pt_pt: Falha ao substituir a aplicação: %@
ro: Înlocuirea aplicației a eșuat: %@
ru: Не удалось заменить приложение: %@
sv: Kunde inte ersätta programmet: %@
th: แทนที่แอปพลิเคชันไม่สำเร็จ: %@
tr: Uygulama değiştirilemedi: %@
uk: Не вдалося замінити програму: %@
vi: Thay thế ứng dụng thất bại: %@
zh_hans: 替换应用程序失败: %@
zh_hant: 取代應用程式失敗: %@

source: 앱 번들에서 도우미 실행 파일을 찾을 수 없습니다.
ar: تعذّر العثور على الملف التنفيذي للمساعد داخل حزمة التطبيق.
cs: Spustitelný soubor pomocníka se v balíčku aplikace nepodařilo najít.
da: Kunne ikke finde hjælperens eksekverbare fil i appens bundle.
de: Die ausführbare Helferdatei wurde im App-Bundle nicht gefunden.
el: Δεν βρέθηκε το εκτελέσιμο αρχείο του βοηθού μέσα στο πακέτο της εφαρμογής.
en: Could not find the helper executable in the app bundle.
es: No se pudo encontrar el ejecutable del asistente en el paquete de la aplicación.
fi: Apuohjelman suoritettavaa tiedostoa ei löytynyt sovelluspaketista.
fr: Impossible de trouver l'exécutable de l'assistant dans le bundle de l'application.
he: לא ניתן היה למצוא את קובץ ההפעלה של העוזר בחבילת האפליקציה.
hi: ऐप बंडल में हेल्पर एक्ज़ीक्यूटेबल नहीं मिली।
hu: A segédprogram futtatható fájlja nem található az alkalmazáscsomagban.
id: Tidak dapat menemukan file eksekusi helper dalam bundel aplikasi.
it: Impossibile trovare l'eseguibile dell'assistente nel bundle dell'app.
ja: アプリバンドル内にヘルパー実行ファイルが見つかりません。
nb: Fant ikke hjelperens kjørbare fil i appakken.
nl: Het uitvoerbare helperbestand is niet gevonden in de app-bundel.
pl: Nie można znaleźć pliku wykonywalnego pomocnika w pakiecie aplikacji.
pt_br: Não foi possível encontrar o executável do assistente no pacote do aplicativo.
pt_pt: Não foi possível encontrar o executável do assistente no pacote da aplicação.
ro: Fișierul executabil al asistentului nu a fost găsit în pachetul aplicației.
ru: Не удалось найти исполняемый файл помощника в пакете приложения.
sv: Det gick inte att hitta hjälpprogrammets körbara fil i appaketet.
th: ไม่พบไฟล์ปฏิบัติการของตัวช่วยในแพ็กเกจแอป
tr: Uygulama paketinde yardımcı çalıştırılabilir dosyası bulunamadı.
uk: Не вдалося знайти виконуваний файл помічника в пакеті застосунку.
vi: Không tìm thấy tệp thực thi của trình trợ giúp trong gói ứng dụng.
zh_hans: 在应用程序包中找不到助手可执行文件。
zh_hant: 在應用程式套件中找不到輔助程式可執行檔。

source: 앱 종료·Sleep 유지를 사용하려면 도우미 업데이트가 필요합니다.
ar: قم بتحديث المساعد للحفاظ على التحكم بالشحن نشطًا بعد الخروج من التطبيق وأثناء وضع الإسبات.
cs: Aktualizujte pomocníka, aby řízení nabíjení zůstalo aktivní i po ukončení aplikace a během spánku.
da: Opdater hjælpeprogrammet for at bevare opladningskontrol efter appafslutning og under vågeblus.
de: Aktualisieren Sie das Hilfsprogramm, um die Ladekontrolle nach dem Beenden der App und im Ruhezustand aktiv zu halten.
el: Ενημερώστε τον βοηθό για να διατηρήσετε ενεργό τον έλεγχο φόρτισης μετά τον τερματισμό της εφαρμογής και κατά την αναστολή λειτουργίας.
en: Update the helper to keep charge control active after app exit and during sleep.
es: Actualiza el asistente para mantener activo el control de carga tras salir de la app y durante el reposo.
fi: Päivitä apuohjelma pitääksesi latauksen hallinnan aktiivisena sovelluksen sulkemisen jälkeen ja nukkumisen aikana.
fr: Mettez à jour l'assistant pour maintenir le contrôle de charge actif après la fermeture de l'application et pendant la mise en veille.
he: עדכן את המסייע כדי לשמור על בקרת הטעינה פעילה לאחר סגירת האפליקציה ובמהלך שינה.
hi: ऐप से बाहर निकलने के बाद और स्लीप के दौरान चार्ज नियंत्रण सक्रिय रखने के लिए सहायक को अपडेट करें।
hu: Frissítse a segédet, hogy a töltésvezérlés aktív maradjon az alkalmazás bezárása után és alvó állapotban is.
id: Perbarui pembantu untuk menjaga kontrol pengisian daya tetap aktif setelah keluar dari aplikasi dan saat tidur.
it: Aggiorna l'assistente per mantenere attivo il controllo di carica dopo la chiusura dell'app e durante lo stato di stop.
ja: アプリ終了後やスリープ中も充電制御を維持するには、ヘルパーのアップデートが必要です。
nb: Oppdater hjelpeprogrammet for å beholde ladekontroll etter at appen lukkes og under dvale.
nl: Werk de helper bij om de oplaadregeling actief te houden na het afsluiten van de app en tijdens de sluimerstand.
pl: Zaktualizuj narzędzie pomocnicze, aby zachować kontrolę nad ładowaniem po wyjściu z aplikacji i podczas uśpienia.
pt_br: Atualize o assistente para manter o controle de carga ativo após fechar o app e durante o repouso.
pt_pt: Atualize o assistente para manter o controlo de carregamento ativo após fechar a aplicação e durante a suspensão.
ro: Actualizați asistentul pentru a menține controlul încărcării activ după ieșirea din aplicație și în timpul stării de adormire.
ru: Обновите помощника, чтобы контроль зарядки оставался активным после выхода из приложения и во время сна.
sv: Uppdatera hjälpprogrammet för att behålla laddningskontrollen efter att appen avslutats och under viloläge.
th: อัปเดตตัวช่วยเพื่อให้การควบคุมการชาร์จยังคงทำงานหลังจากปิดแอปและระหว่างที่เครื่องหลับ
tr: Uygulamadan çıktıktan sonra ve uyku modunda şarj kontrolünü etkin tutmak için yardımcıyı güncelleyin.
uk: Оновіть помічника, щоб контроль заряджання залишався активним після виходу з програми та під час сну.
vi: Cập nhật trình hỗ trợ để duy trì kiểm soát sạc sau khi thoát ứng dụng và trong khi ngủ.
zh_hans: 更新帮助程序以在退出应用程序和睡眠期间保持充电控制有效。
zh_hant: 更新輔助程式以在結束應用程式和睡眠期間保持充電控制有效。

source: 앱의 표시 언어를 선택합니다.
ar: اختر لغة عرض التطبيق.
cs: Vyberte jazyk zobrazení aplikace.
da: Vælg visningssprog for appen.
de: Wähle die Anzeigesprache für die App.
el: Επιλέξτε τη γλώσσα εμφάνισης για την εφαρμογή.
en: Choose the display language for the app.
es: Selecciona el idioma de visualización de la app.
fi: Valitse sovelluksen näyttökieli.
fr: Choisissez la langue d'affichage de l'application.
he: בחר את שפת התצוגה של היישום.
hi: ऐप के लिए प्रदर्शन भाषा चुनें।
hu: Válassza ki az alkalmazás megjelenítési nyelvét.
id: Pilih bahasa tampilan untuk aplikasi.
it: Scegli la lingua di visualizzazione dell'app.
ja: アプリの表示言語を選択します。
nb: Velg visningsspråk for appen.
nl: Kies de weergavetaal voor de app.
pl: Wybierz język wyświetlania aplikacji.
pt_br: Escolha o idioma de exibição do aplicativo.
pt_pt: Selecione o idioma de apresentação da aplicação.
ro: Alegeți limba de afișare pentru aplicație.
ru: Выберите язык интерфейса приложения.
sv: Välj visningsspråk för appen.
th: เลือกภาษาที่แสดงสำหรับแอป
tr: Uygulamanın görüntüleme dilini seçin.
uk: Виберіть мову інтерфейсу програми.
vi: Chọn ngôn ngữ hiển thị cho ứng dụng.
zh_hans: 选择应用程序的显示语言。
zh_hant: 選擇應用程式的顯示語言。

source: 약 %@ 남음
ar: متبقٍ حوالي %@
cs: Zbývá cca %@
da: Ca. %@ tilbage
de: Noch ca. %@
el: Απομένουν περίπου %@
en: About %@ remaining
es: Aprox. %@ restante
fi: Noin %@ jäljellä
fr: Environ %@ restant
he: נותרו כ-%@
hi: लगभग %@ शेष
hu: Kb. %@ van hátra
id: Tersisa sekitar %@
it: Circa %@ rimanenti
ja: 残り約%@
nb: Ca. %@ igjen
nl: Nog ca. %@ resterend
pl: Pozostało ok. %@
pt_br: Cerca de %@ restante
pt_pt: Cerca de %@ restante
ro: Aproximativ %@ rămas
ru: Осталось около %@
sv: Cirka %@ kvar
th: เหลืออีกประมาณ %@
tr: Yaklaşık %@ kaldı
uk: Залишилося близько %@
vi: Còn khoảng %@
zh_hans: 约剩余 %@
zh_hant: 約剩餘 %@

source: 약 %lld분 남음
ar: متبقٍ حوالي %lld د
cs: Zbývá cca %lld min
da: Ca. %lld min tilbage
de: Noch ca. %lld Min.
el: Απομένουν περίπου %lld λεπ
en: About %lld min remaining
es: Aprox. %lld min restante
fi: Noin %lld min jäljellä
fr: Environ %lld min restant
he: נותרו כ-%lld דק׳
hi: लगभग %lld मिनट शेष
hu: Kb. %lld perc van hátra
id: Tersisa sekitar %lld menit
it: Circa %lld min rimanenti
ja: 残り約%lld分
nb: Ca. %lld min igjen
nl: Nog ca. %lld min resterend
pl: Pozostało ok. %lld min
pt_br: Cerca de %lld min restante
pt_pt: Cerca de %lld min restante
ro: Aproximativ %lld min rămas
ru: Осталось около %lld мин
sv: Cirka %lld min kvar
th: เหลืออีกประมาณ %lld นาที
tr: Yaklaşık %lld dk kaldı
uk: Залишилося близько %lld хв
vi: Còn khoảng %lld phút
zh_hans: 约剩余 %lld分钟
zh_hant: 約剩餘 %lld分鐘

# 약 %lld시간 %lld분 남음
source: 약 %1$lld시간 %2$lld분 남음
ar: متبقٍ حوالي %1$lld س %2$lld د
cs: Zbývá cca %1$lld hod %2$lld min
da: Ca. %1$lld t %2$lld min tilbage
de: Noch ca. %1$lld Std. %2$lld Min.
el: Απομένουν περίπου %1$lld ώρες %2$lld λεπ
en: About %1$lld hr %2$lld min remaining
es: Aprox. %1$lld h %2$lld min restante
fi: Noin %1$lld t %2$lld min jäljellä
fr: Environ %1$lld h %2$lld min restant
he: נותרו כ-%1$lld שע׳ ו-%2$lld דק׳
hi: लगभग %1$lld घंटे %2$lld मिनट शेष
hu: Kb. %1$lld óra %2$lld perc van hátra
id: Tersisa sekitar %1$lld jam %2$lld menit
it: Circa %1$lld ore %2$lld min rimanenti
ja: 残り約%1$lld時間 %2$lld分
nb: Ca. %1$lld t %2$lld min igjen
nl: Nog ca. %1$lld uur %2$lld min resterend
pl: Pozostało ok. %1$lld godz. %2$lld min
pt_br: Cerca de %1$lld h %2$lld min restante
pt_pt: Cerca de %1$lld h %2$lld min restante
ro: Aproximativ %1$lld ore %2$lld min rămas
ru: Осталось около %1$lld ч %2$lld мин
sv: Cirka %1$lld tim %2$lld min kvar
th: เหลืออีกประมาณ %1$lld ชม. %2$lld นาที
tr: Yaklaşık %1$lld sa %2$lld dk kaldı
uk: Залишилося близько %1$lld год %2$lld хв
vi: Còn khoảng %1$lld giờ %2$lld phút
zh_hans: 约剩余 %1$lld小时 %2$lld分钟
zh_hant: 約剩餘 %1$lld小時 %2$lld分鐘

source: 약 %lld시간 남음
ar: متبقٍ حوالي %lld س
cs: Zbývá cca %lld hod
da: Ca. %lld t tilbage
de: Noch ca. %lld Std.
el: Απομένουν περίπου %lld ώρες
en: About %lld hr remaining
es: Aprox. %lld h restante
fi: Noin %lld t jäljellä
fr: Environ %lld h restant
he: נותרו כ-%lld שע׳
hi: लगभग %lld घंटे शेष
hu: Kb. %lld óra van hátra
id: Tersisa sekitar %lld jam
it: Circa %lld ore rimanenti
ja: 残り約%lld時間
nb: Ca. %lld t igjen
nl: Nog ca. %lld uur resterend
pl: Pozostało ok. %lld godz.
pt_br: Cerca de %lld h restante
pt_pt: Cerca de %lld h restante
ro: Aproximativ %lld ore rămas
ru: Осталось около %lld ч
sv: Cirka %lld tim kvar
th: เหลืออีกประมาณ %lld ชม.
tr: Yaklaşık %lld sa kaldı
uk: Залишилося близько %lld год
vi: Còn khoảng %lld giờ
zh_hans: 约剩余 %lld小时
zh_hant: 約剩餘 %lld小時

source: 약 10시간이 걸립니다. 방전 구간에는 뚜껑을 열고 Mac을 사용 중인 상태로 두세요 — 유휴 상태로 두면 방전이 너무 느려 끝나지 않습니다.
ar: يستغرق ذلك نحو 10 ساعات. أثناء التفريغ، اترك الغطاء مفتوحًا وواصل استخدام الـ Mac — ففي وضع الخمول يكون التفريغ أبطأ من أن يكتمل.
cs: Trvá to přibližně 10 hodin. Během vybíjení nechte víko otevřené a Mac dál používejte – v nečinnosti se vybíjí příliš pomalu na dokončení.
da: Det tager cirka 10 timer. Hold låget åbent under afladningen, og fortsæt med at bruge din Mac – i tomgang aflades den for langsomt til at blive færdig.
de: Dies dauert etwa 10 Stunden. Lassen Sie den Deckel während der Entladephase offen und nutzen Sie den Mac weiter – im Leerlauf entlädt er zu langsam, um fertig zu werden.
el: Διαρκεί περίπου 10 ώρες. Κατά την εκφόρτιση κρατήστε το καπάκι ανοιχτό και συνεχίστε να χρησιμοποιείτε το Mac — σε αδράνεια εκφορτίζεται πολύ αργά για να ολοκληρωθεί.
en: This takes about 10 hours. During the discharge phase, keep the lid open and keep using your Mac — left idle, it discharges too slowly to finish.
es: Esto tarda unas 10 horas. Durante la descarga, mantén la tapa abierta y sigue usando el Mac: si se deja inactivo, se descarga demasiado despacio para terminar.
fi: Tämä kestää noin 10 tuntia. Pidä kansi auki purkausvaiheen ajan ja jatka Macin käyttöä – jouten se purkautuu liian hitaasti valmistuakseen.
fr: Cela prend environ 10 heures. Pendant la décharge, gardez le capot ouvert et continuez à utiliser votre Mac — au repos, la décharge est trop lente pour aboutir.
he: זה נמשך כ-10 שעות. במהלך הפריקה השאירו את המכסה פתוח והמשיכו להשתמש ב-Mac — במצב סרק הפריקה איטית מדי מכדי להסתיים.
hi: इसमें लगभग 10 घंटे लगते हैं। डिस्चार्ज के दौरान ढक्कन खुला रखें और Mac का उपयोग करते रहें — निष्क्रिय छोड़ने पर डिस्चार्ज इतना धीमा होता है कि पूरा नहीं हो पाता।
hu: Ez körülbelül 10 órát vesz igénybe. A kisütés alatt hagyja nyitva a fedelet, és használja tovább a Macet – tétlenül túl lassan sül ki ahhoz, hogy befejeződjön.
id: Ini memakan waktu sekitar 10 jam. Selama tahap pengosongan, biarkan tutupnya terbuka dan terus gunakan Mac — jika dibiarkan diam, pengosongan terlalu lambat untuk selesai.
it: Richiede circa 10 ore. Durante la fase di scarica tieni il coperchio aperto e continua a usare il Mac: da inattivo si scarica troppo lentamente per completare.
ja: 全体で約10時間かかります。放電区間はふたを開け、Macを使用中の状態にしておいてください。放置すると放電が遅すぎて完了しません。
nb: Dette tar omtrent 10 timer. Hold lokket åpent under utladingen, og fortsett å bruke Macen – i hvilemodus lades den ut for sakte til å bli ferdig.
nl: Dit duurt ongeveer 10 uur. Houd tijdens het ontladen het deksel open en blijf je Mac gebruiken — in rust ontlaadt hij te langzaam om te voltooien.
pl: Trwa to około 10 godzin. Podczas rozładowania trzymaj pokrywę otwartą i korzystaj z Maca — w bezczynności rozładowuje się zbyt wolno, by zakończyć.
pt_br: Isso leva cerca de 10 horas. Durante a descarga, mantenha a tampa aberta e continue usando o Mac — ocioso, ele descarrega devagar demais para concluir.
pt_pt: Isto demora cerca de 10 horas. Durante a descarga, mantenha a tampa aberta e continue a usar o Mac — inativo, descarrega demasiado devagar para concluir.
ro: Durează aproximativ 10 ore. În timpul descărcării, ține capacul deschis și continuă să folosești Mac-ul — în repaus se descarcă prea lent pentru a se finaliza.
ru: Это займёт около 10 часов. Во время разрядки держите крышку открытой и продолжайте пользоваться Mac — в простое он разряжается слишком медленно, чтобы завершить процедуру.
sv: Det tar ungefär 10 timmar. Håll locket öppet under urladdningen och fortsätt använda din Mac – i viloläge laddas den ur för långsamt för att bli klar.
th: ใช้เวลาประมาณ 10 ชั่วโมง ระหว่างช่วงคายประจุ ให้เปิดฝาไว้และใช้งาน Mac ต่อไป — หากปล่อยไว้เฉย ๆ จะคายประจุช้าเกินกว่าจะเสร็จ
tr: Bu yaklaşık 10 saat sürer. Deşarj aşamasında kapağı açık tutun ve Mac'inizi kullanmaya devam edin — boştayken tamamlanamayacak kadar yavaş deşarj olur.
uk: Це займе близько 10 годин. Під час розряджання тримайте кришку відкритою і продовжуйте користуватися Mac — у простої він розряджається надто повільно, щоб завершити.
vi: Quá trình này mất khoảng 10 giờ. Trong giai đoạn xả, hãy mở nắp máy và tiếp tục sử dụng Mac — nếu để không, máy xả quá chậm để hoàn tất.
zh_hans: 整个过程约需 10 小时。放电阶段请保持上盖打开并继续使用 Mac — 若闲置，放电过慢将无法完成。
zh_hant: 整個過程約需 10 小時。放電階段請保持上蓋開啟並繼續使用 Mac — 若閒置，放電過慢將無法完成。
